---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.VAPerMSup2
source: html/39a80cd8-a60c-3af4-8f18-3fa50e86293c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.VAPerMSup2 Property

Symbol VA/m², indicating unit Volt amperes per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId VAPerMSup2 { get; }
```